Repository: robertinosantiago/flisol-sistema-eventos
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt_br

source: Your session has expired. Please enter your details again.
pt_br: Sua sessão expirou. Por favor, entre com seus dados novamente.

source: You do not have privileges to access this content.
pt_br: Você não tem privilégios para acessar este conteúdo.

source: Editions
pt_br: Edições

source: Record not found
pt_br: Registro não encontrado

source: Edition
pt_br: Edição

source: Successfully saved
pt_br: Salvo com sucesso

source: Unable to save the record
pt_br: Não foi possível salvar o registro

source: You are already registered in this event
pt_br: Você já está inscrito neste evento

source: Your registration in this edition of FLISoL has been successful
pt_br: Seu inscrição nesta edição do FLISoL foi feita com sucesso

source: Maximum number of subscribers was reached
pt_br: O número máximo de inscrições foi atingido

source: Your registration in this course has been successful
pt_br: Seu inscrição neste curso foi feita com sucesso

source: Successfully updated
pt_br: Alterado com sucesso

source: Course
pt_br: Curso

source: User not found
pt_br: Usuário não encontrado

source: Successfully added
pt_br: Adicionado com sucesso

source: Unable to add this user
pt_br: Não foi possível adicionar este usuário

source: Successfully deleted
pt_br: Excluído com sucesso

source: Invalid certificate
pt_br: Certificado inválido

source: Email successfully sent
pt_br: Email enviado com sucesso

source: FLISOL - Certificate
pt_br: FLISoL - Certificado

source: Users
pt_br: Usuários

source: User
pt_br: Usuário

source: Registration confirmed
pt_br: Inscrição confirmada

source: Record successfully verified
pt_br: Registro verificado com sucesso

source: Confirmation email
pt_br: Email de confirmação

source: 1st step of registration is complete
pt_br: 1º passo da inscrição está completo

source: You have already confirmed your registration.
pt_br: Você já confirmou sua inscrição.

source: Congratulations! The registration is complete.
pt_br: Parabéns! Sua inscrição está completa.

source: Unable to validate your registration
pt_br: Não foi possível validar sua inscrição

source: Unable to locate your registration
pt_br: Não foi possível localizar sua inscrição

source: User or password wrong, please try again.
pt_br: Usuário ou senha inválidos, por favor tente novamente.

source: Reset password
pt_br: Resetar senha

source: Your password was sent by email. Please, verify your inbox.
pt_br: Sua senha foi enviado por email. Por favor, verifique sua caixa de entrada.

source: Your password was changed.
pt_br: Sua senha foi alterada.

source: User or old password wrong. Please try again.
pt_br: Usuário ou a senha antiga inválidos. Por favor, tente novamente

source: An error occurred while deleting the following records: %s
pt_br: Ocorreu um erro ao tentar excluir os registros: %s

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: File not sent to server
pt_br: Arquivo não enviado para o servidor

source: Courses
pt_br: Cursos

source: Edition %d
pt_br: Edição

source: New
pt_br: Novo

source: Title
pt_br: Título

source: Hours
pt_br: Horas

source: There are no registered records
pt_br: Não foi encontrado nenhum registro

source: Update
pt_br: Atualizar

source: Delete
pt_br: Excluir

source: Are you sure?
pt_br: Você tem certeza?

source: Manage peoples
pt_br: Gerenciar pessoas

source: Delete selected
pt_br: Excluir selecionados

source: Attention:
pt_br: Atenção:

source: Fields marked with the asterisk symbol (*) are required
pt_br: Os campos marcados com o símbolo de asterisco (*) são obrigatórios

source: Year
pt_br: Ano

source: Registration begin
pt_br: Início das inscrições

source: Registration end
pt_br: Encerramento das inscrições

source: Date of
pt_br: Data

source: Listeners
pt_br: Ouvintes

source: File of listeners certificate image
pt_br: Arquivo da imagem do certificado de ouvintes

source: Fullname position (in pixels) in relation to the certificate of listeners
pt_br: Posição do nome completo (em pixels) em relação ao certificado de ouvinte

source: Has content on the back of certificate?
pt_br: Há conteúdo no verso do certificado?

source: Content of back of certificate
pt_br: Conteúdo do verso do certificado

source: Coordinators
pt_br: Coordenadores

source: File of coordinators certificate image
pt_br: Arquivo da imagem do certificado de coordenador

source: Fullname position (in pixels) in relation to the certificate of coordinators
pt_br: Posição do nome completo (em pixels) em relação ao certificado de coordenador

source: Presenters
pt_br: Apresentadores

source: File of presenters certificate image
pt_br: Arquivo da imagem do certificado de apresentador

source: Position of fullname (in pixels) in relation to the certificate of presenters
pt_br: Posição do nome completo (em pixels) em relação ao certificado de apresentadores

source: Position of presentation title (in pixels) in relation to the certificate of presenters
pt_br: Posição do nome completo (em pixels) em relação ao certificado de apresentador

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Maximum of students
pt_br: Máximo de estudantes

source: Prerequisites
pt_br: Pré-requisito

source: Teachers
pt_br: Professores

source: File of teachers certificate image
pt_br: Arquivo da imagem do certificado de professores

source: Fullname position (in pixels) in relation to the certificate of teachers
pt_br: Posição do nome completo (em pixels) em relação ao certificado de professor

source: Students
pt_br: Estudantes

source: File of students certificate image
pt_br: Arquivo da imagem do certificado de estudante

source: Fullname position (in pixels) in relation to the certificate of students
pt_br: Posição do nome completo (em pixels) em relação ao certificado de estudante

source: Editions available
pt_br: Edições disponíveis

source: No editions available
pt_br: Não há edições disponíveis

source: Period of registration
pt_br: Período de inscrição

source: Date
pt_br: Data

source: User already enrolled
pt_br: Usuário já inscrito

source: Sign up
pt_br: Inscrever-se

source: Courses available for this edition
pt_br: Cursos disponíveis para esta edição

source: Duration
pt_br: Duração

source: %d hours
pt_br: horas

source: Users registered
pt_br: Usuários registrados

source: Over limit
pt_br: Acima do limite

source: Registration
pt_br: Inscrição

source: Enable certificate
pt_br: Habilitar certificado

source: Actived
pt_br: Ativo

source: Toggles status
pt_br: Alternar status

source: Enable/Disable access to certificate
pt_br: Habilitar/Desabilitar o acesso ao certificado

source: Manage courses
pt_br: Gerenciar cursos

source: Type a name
pt_br: Digite um nome

source: Add
pt_br: Adicionar

source: Print
pt_br: Imprimir

source: Name
pt_br: Nome

source: Document
pt_br: Documento (CPF)

source: There are no registered coordinators for this edition
pt_br: Não há coordenadores registrados nesta edição

source: Remove coordinator this edition
pt_br: Excluir coordenador desta edição

source: View certificate this coordinator
pt_br: Visualizar o certificado deste coordenador

source: Send certificate for coordinator
pt_br: Enviar o certificado para este coordenador

source: Total of coordinators
pt_br: Total de coordenadores

source: Export Coordinators
pt_br: Exportar coordenadores

source: Show only actives?
pt_br: Visualizar somente usuários ativos?

source: Type a title of presentation
pt_br: Digite o título da apresentação

source: There are no registered presenters for this edition
pt_br: Não há apresentadores registrados nesta edição

source: Remove presenter this edition
pt_br: Excluir apresentador desta edição

source: View certificate this presenter
pt_br: Visualizar o certificado deste apresentador

source: Send certificate for presenter
pt_br: Enviar o certificado para este apresentador

source: Total of presenters
pt_br: Total de apresentadores

source: Export Presenters
pt_br: Exportar apresentadores

source: There are no registered listeners for this edition
pt_br: Não há ouvintes registrados para esta edição

source: Confirm attend for this listener
pt_br: Confirmar a presença deste ouvinte

source: Remove listener this edition
pt_br: Excluir ouvinte desta edição

source: View certificate this listener
pt_br: Visualizar o certificado deste ouvinte

source: Send certificate for listener
pt_br: Enviar o certificado para este ouvinte

source: Total of listeners
pt_br: Total de ouvintes

source: Export Listeners
pt_br: Exportar Ouvintes

source: Show only verified?
pt_br: Visualizar somente usuários verificados?

source: Type the title of presentation, please
pt_br: Digite um título da apresentação por favor

source: There are no registered teachers for this edition
pt_br: Não há ouvintes registrados para esta edição

source: Remove teacher this edition
pt_br: Excluir ouvinte desta edição

source: View certificate this teacher
pt_br: Visualizar o certificado deste professor

source: Send certificate for teacher
pt_br: Enviar o certificado para este professor

source: Total of teachers
pt_br: Total de professores

source: Export Teachers
pt_br: Exportar professores

source: There are no registered students for this edition
pt_br: Não há ouvintes registrados para esta edição

source: Confirm attend for this student
pt_br: Confirmar a presença desta edição

source: Remove student this edition
pt_br: Excluir ouvinte desta edição

source: View certificate this student
pt_br: Visualizar o certificado desta edição

source: Send certificate for student
pt_br: Enviar o certificado para esta edição

source: Total of students
pt_br: Total de estudantes

source: Export Students
pt_br: Exportar Estudantes

source: Attention
pt_br: Atenção

source: This course has prerequisites.
pt_br: Este curso possui pré-requisitos.

source: Are you sure you have these prerequisites?
pt_br: Tem certeza que possui estes pré-requisitos?

source: Yes, I sure!
pt_br: Sim, eu tenho!

source: Date of edition
pt_br: Data da edição

source: hours
pt_br: horas

source: Edition Data
pt_br: Dados da edição

source: View listener image certificate
pt_br: Visualizar imagem do certificado de ouvinte

source: View coordinator image certificate
pt_br: Visualizar imagem do certificado de coordenador

source: View presenter image certificate
pt_br: Visualizar imagem do certificado de apresentador

source: Course Data
pt_br: Dados do curso

source: Verification of certificates
pt_br: Verificação de certificados

source: The certificate with code <strong>%s</strong> is valid.
pt_br: O certificado com o código <strong>%s</strong> é válido.

source: Participant: <strong>%s</strong>.
pt_br: Participante: <strong>%s</strong>.

source: Year of event: <strong>%s</strong>
pt_br: Ano do Evento: <strong>%s</strong>

source: Image not found
pt_br: Imagem não encontrada

source: Image preview
pt_br: Visualização de imagem

source: The authenticity of this document may be verified at this link:
pt_br: A autenticidade deste documento pode ser verificada por meio deste link:

source: List of coordinators
pt_br: Lista de coordenadores

source: Full name
pt_br: Nome completo

source: Signature
pt_br: Assinatura

source: List of listeners
pt_br: Lista de ouvintes

source: List of presenters
pt_br: Lista de apresentadores

source: Title of presentation
pt_br: Título da apresentação

source: Certificate
pt_br: Certificado

source: Hello <strong>%s</strong>!
pt_br: Olá <strong>%s</strong>!

source: Your participation certificate is available through the link below.
pt_br: Seu certificado de participação está disponível por meio do link abaixo.

source: Edition: <strong>%s</strong>.
pt_br: Edição: <strong>%s</strong>

source: View the certificate
pt_br: Visualizar o certificado

source: Or copy and paste this link in our browser: %s
pt_br: Ou copie e cole este link em seu navegador: %s

source: Confirmation
pt_br: Confirmação

source: Your registration in the site is complete.
pt_br: Sua inscrição neste site está completa.

source: Please, login in the system and select the edition of FLISoL of your interest.
pt_br: Por favor, faça o login no sistema e selecione a edição do FLISoL de seu interesse.

source: To access the system, please click on link below.
pt_br: Para acessar o sistema, por favor clique no link abaixo.

source: Access the system
pt_br: Acesse o sistema

source: To complete your registration in the site, please click on link below.
pt_br: Para completar sua inscrição neste site, por favor clique no link abaixo.

source: Confirm the registry
pt_br: Confirme o registro

source: A request for password recovery was made in our system.
pt_br: Uma requisição de recuperação de senha foi feita em nosso sistema.

source: Please, access the system and change your password.
pt_br: Por favor, acesse o sistema e altere sua senha.

source: Password
pt_br: Senha

source: Search
pt_br: Pesquisar

source: Clear
pt_br: Limpar

source: Toggle navigation
pt_br: Alternar navegação

source: Events
pt_br: Eventos

source: My participation
pt_br: Minha participação

source: Record
pt_br: Registro

source: Options
pt_br: Opções

source: Change password
pt_br: Alterar senha

source: Logout
pt_br: Sair

source: Login
pt_br: Entrar

source: Old Password
pt_br: Senha antiga

source: New Password
pt_br: Nova senha

source: Please, login in the system and select the edition of FLISoL of your interest
pt_br: Por favor, faça o login no sistema e selecione a edição do FLISoL de seu interesse.

source: Phone
pt_br: Telefone

source: Role
pt_br: Nível

source: Administrator
pt_br: Administrador

source: File CSV
pt_br: Arquivo CSV

source: Fullname
pt_br: Nome completo

source: Import
pt_br: Importar

source: Verified
pt_br: Verificado

source: Login to your account
pt_br: Acesse sua conta

source: Recovery password
pt_br: Recuperar senha

source: New users
pt_br: Novos usuários

source: To access this site, you must be authenticated.
pt_br: Para acessar este sistema, você deve estar autenticado.

source: If you do not yet have active membership on this site, please register via the button below.
pt_br: Se você ainda não é um membro registrado deste site, por favor, registre-se por meio do botão abaixo.

source: Register
pt_br: Registro

source: Participation as a listener
pt_br: Participações como ouvinte

source: You did not participate in any event as a listener
pt_br: Você ainda não participou de nenhum evento como ouvinte

source: Event
pt_br: Evento

source: Period
pt_br: Período

source: Participation as a presenter
pt_br: Participações como apresentador

source: You did not participate in any event as a presenter
pt_br: Você ainda não participou de nenhum evento como apresentador

source: Participation as a coordinator
pt_br: Participações como coordenador

source: You did not participate in any event as a coordinator
pt_br: Você não participou de nenhum evento como coordenador

source: Please, type your email
pt_br: Por favor, digite seu email

source: Send
pt_br: Enviar

source: User register
pt_br: Registro de usuário

source: Please, verify your email (%s) to complete the registration in the site.
pt_br: Por favor, verifique seu email (%s) para completar sua inscrição neste site.

source: Update data
pt_br: Alteração de dados

source: Update password
pt_br: Alteração de senha

source: required
pt_br: requerido

source: unique
pt_br: unico
